Repository: OpenMediaVault-Plugin-Developers/openmediavault-nginx
Catalog: usr/share/openmediavault/locale/*/openmediavault-nginx.po
Languages: da_da

source: Access log
da_da: Tilgangs log

source: Add pool
da_da: Tilføj pool

source: Add server
da_da: Tilføj server

source: Certificate
da_da: Certifikat

source: Date & Time
da_da: Dato & Tid

source: Default
da_da: Standard

source: Default (SSL)
da_da: Standard (SSL)

source: Default config
da_da: Standard konfig

source: Default server
da_da: Standard server

source: Description
da_da: Beskrivelse

source: Directory
da_da: Bibliotek

source: Display errors
da_da: Vis fejl

source: Don't serve .htaccess
da_da: Betjen ikke .htaccess

source: Edit pool
da_da: Rediger pool

source: Edit server
da_da: Rediger server

source: Enable
da_da: Aktiver

source: Enable PHP
da_da: Aktiver PHP

source: Enable SSL
da_da: Aktiver SSL

source: Enable log
da_da: Aktiver log

source: Enabled
da_da: Aktiveret

source: Error log
da_da: Fejl log

source: Event
da_da: Begivenhed

source: Extra options
da_da: Ekstra valgmuligheder

source: Force SSL
da_da: Tving SSL

source: General
da_da: Generelt

source: Group
da_da: Gruppe

source: HTML errors
da_da: HTML fejl

source: Header buffer size
da_da: Header buffer størrelse

source: Host type
da_da: Værts type

source: Index
da_da: Indeks

source: Line
da_da: Linie

source: Max POST size (MB)
da_da: Maks POST størrelse (MB)

source: Max children
da_da: Maks forgreninger

source: Max execution time (s)
da_da: Maks udførelses tid (s)

source: Max requests
da_da: Maks anmodninger

source: Max spare servers
da_da: Maks reserve servere

source: Max upload filesize (MB)
da_da: Maks upload filstørrelse (MB)

source: Memory limit (MB)
da_da: Hukommelse grænse (MB)

source: Message
da_da: Besked

source: Message - row {0}
da_da: Besked - række {0}

source: Min spare servers
da_da: Mininum reserve servere

source: Name
da_da: Navn

source: Name-based
da_da: Navne-baseret

source: Options
da_da: Valgmuligheder

source: Process manager
da_da: Proces håndtering

source: Public directory
da_da: Offentlig bibliotek

source: Root
da_da: Rod

source: Select a PHP-FPM pool ...
da_da: Vælg en PHP-FPM pool ...

source: Server name
da_da: Server navn

source: Server names hash bucket size
da_da: Server navne hash bucket størrelse

source: Servers
da_da: Servere

source: Set the group under which PHP scripts should be executed as.
da_da: Indstil gruppen som PHP scripts skal udføres som.

source: Set the max execution time of a script. Using the value 0 means no limit.
da_da: Sæt maks udførelses tid for et script. Brug af værdien 0 betyder ingen grænse.

source: Set the server as the default one to be served if no server name matches on the selected port.
da_da: Indstil serveren som standard til at betjene hvis intet server navn matcher på den valgte port.

source: Set the user under which PHP scripts should be executed as.
da_da: Indstil brugeren som PHP scripts skal udføres som.

source: Settings
da_da: Indstillinger

source: Start servers
da_da: Start servere

source: The SSL certificate.
da_da: SSL certifikatet.

source: The location needs to have at least read permissions for the user/group www-data.
da_da: Placeringen skal mindst have læse tilladelser for brugeren/gruppen www-data.

source: This enables PHP and makes the $socket variable (for the chosen PHP-FPM pool) available in extra options.
da_da: Dette aktiver PHP og gør $socket variablen (for den valgte PHP-FPM pool) tilgængelig i ekstra valgmuligheder.

source: This option will populate the $root_path variable for usage in extra options or as document root.
da_da: Denne mulighed vil henvise $rod_sti variablen til brug i ekstra valgmuligheder eller som dokument rod.

source: This setting affects the max upload filesize and should preferably be higher.
da_da: Denne indstilling berører den maksimale upload filstørrelse og skal gerne være højre.

source: This setting should be higher than the post max size. Setting a value of -1 makes it unlimited.
da_da: Denne indstilling skal være højre end post maks størrelse. Indstillingen af en værdi på -1 gør den uendelig.

source: Uncheck this if you want to use your own configuration to connect to the PHP socket.
da_da: Fjern flueben hvis du vil bruge din egen konfiguration for at forbinde til PHP socket.

source: Use 'Directory' as document root.
da_da: Brug 'Bibliotek' som dokument rod.

source: Use HTML tags in error messages.
da_da: Brug HTML tags i fejl beskeder.

source: Use if you serve your public files in a subfolder like public_html or public. This folder will be the document root. It also avoids the need to create an additional shared folder in such cases.
da_da: Brug hvis du betjener dine offentligt filer i en undermappe som public_html eller public. Denne mappe vil være dokument rod. Hermed undgås det i tilfældet, at være nød til at oprette en ekstra delt mappe.

source: Use index
da_da: Brug indeks

source: Use public directory
da_da: Brug offentligt bibliotek

source: Use root
da_da: Brug rod

source: Use the default Nginx config for PHP.
da_da: Brug den standard Nginx konfig til PHP.

source: User
da_da: Bruger
